{
  "name": "亚里士多德",
  "type": "person",
  "summary": "亚里士多德（公元前384-322年）是西方历史上最伟大的哲学家之一，其思想对从古典时代晚期到文艺复兴，乃至当代哲学产生了长达数世纪的深远影响。他是一位多产的研究者和作家，现存著作涵盖逻辑学、形而上学、心灵哲学、伦理学、政治理论、美学、修辞学，以及经验生物学等广泛领域。亚里士多德以其系统化的方法论和对经验观察的重视而著称，尤其在动物观察和描述方面表现卓越。他的目的论思想深刻影响了西方对自然和伦理的理解，尽管后来被笛卡尔的二元论所取代。其代表作《尼各马伦理学》至今仍是探讨美德、幸福和人类繁荣的经典文本，在现代仍被用于深入讨论“勇敢”等美德概念。尽管他在哲学领域成就斐然，播客中也提及他有妻儿，但其生平显示他并非一位传统意义上的好父亲。亚里士多德的理论持续激发着学术界的兴趣和辩论，为西方文明的知识体系奠定了基石。",
  "key_facts": [
    "生卒年：公元前384年 - 公元前322年。",
    "被誉为史上最伟大的哲学家之一，其哲学影响力仅次于柏拉图。",
    "著作涵盖逻辑学、形而上学、伦理学、政治学、生物学等广泛学科。",
    "现存约31部著作，据信其总著作量可能多达200部。",
    "其目的论思想对西方哲学和科学产生了深远影响，后被笛卡尔二元论取代。",
    "《尼各马伦理学》是其伦理学代表作，深入探讨美德和幸福。",
    "强调经验观察和系统性研究，尤其在生物学领域贡献卓著。",
    "播客提及他有妻儿，但生平显示并非好父亲。"
  ],
  "quotes": [
    "「无畏的人才能获得真正的自由。」",
    "「我认为，与战胜敌人的人相比，战胜欲望的人更加勇敢。」",
    "「所有的自然界的東西都有其奇妙的地方。」",
    "「患难见真情。Misfortune shows those who are not really friends.」",
    "「时间碾碎万物；一切都因时间的力量而衰老，在时间的流逝中被遗忘。Time crumbles things; everything grows old under the power of Time and is forgotten through the lapse of Time.」",
    "「英译：It is absurd to hold that a man ought to be ashamed of being unable to defend himself with his limbs but not of being unable to defend himself with speech and reason, when the use of reason is more distinctive of a human being than the use of his limbs. (I.1355b1)」",
    "「人天生就是政治动物。 (I.1253a2)」",
    "「自然从不做赘余之事(I.1253a8)」"
  ],
  "core_ideas": [
    "**目的论 (Teleology)**: 认为万物皆有其内在的目的或终极目标（telos），并以此解释自然现象和人类行为的驱动力。",
    "**政治动物 (Zoon Politikon)**: 强调人类的本质是社会性和政治性的，只有在城邦（polis）中才能充分实现其潜能和获得幸福。",
    "**美德伦理学 (Virtue Ethics)**: 倡导通过培养中庸之道的美德（如勇敢、公正、节制）来塑造良好品格，从而达到人类的最高善——幸福（eudaimonia）。",
    "**逻辑学 (Logic)**: 系统地研究了推理的结构和有效性，奠定了形式逻辑的基础，对西方科学和哲学思维影响深远。",
    "**经验主义 (Empiricism)**: 强调通过感官经验和观察来获取知识，尤其体现在他对生物世界的细致分类和描述中。"
  ],
  "related_entities": [
    "柏拉图 (老师/同侪)",
    "亚历山大大帝 (学生)",
    "笛卡尔 (其二元论取代了亚里士多德的目的论)",
    "《尼各马伦理学》",
    "《政治学》",
    "目的论",
    "美德伦理学",
    "逻辑学"
  ],
  "time_period": "公元前384年 - 公元前322年",
  "significance": "他为西方哲学、科学和政治思想奠定了系统性基础，深刻塑造了后世的知识传统和思维模式。",
  "_sources": {
    "wikiquote_count": 98,
    "sep_available": true
  },
  "entity_normalized": "亚里士多德",
  "episode_count": 56
}