{
  "name": "尼采",
  "type": "person",
  "summary": "弗里德里希·尼采（Friedrich Nietzsche, 1844–1900）是一位19世纪德国哲学家和文化评论家，以其对西方传统道德、宗教、哲学观念以及现代社会政治虔诚的深刻批判而闻名。他活跃于19世纪70年代和80年代，其思想对20世纪的哲学、文学、心理学乃至政治思想产生了巨大影响。尼采的批判往往依赖于心理学诊断，揭示人们既有观念中被“虚假意识”感染的部分，因此他常被归入“怀疑的诠释学”思想家群体，与马克思和弗洛伊德齐名。他不仅解构传统价值，更通过其独特的心理分析，提出了关于自我本质的原创理论，并倡导一系列旨在促进文化更新和改善人类社会与心理生活的新价值。他的核心思想包括“超人”、“权力意志”和“永恒轮回”，这些概念挑战了人类存在的根本意义，鼓励个体超越自我、创造价值，从而摆脱虚无主义的困境。尼采的哲学是激进的、富有挑战性的，他呼吁人们重新审视一切价值，为现代思想开辟了广阔而复杂的探索空间。",
  "key_facts": [
    "德国哲学家和文化评论家，活跃于19世纪70年代和80年代。",
    "以对传统欧洲道德、宗教及现代社会政治观念的批判而闻名。",
    "被视为“怀疑的诠释学”代表人物之一，与马克思、弗洛伊德并列。",
    "提出超人哲学、权力意志、永恒轮回等核心概念，旨在促进文化更新。",
    "主要著作包括《查拉图斯特拉如是说》、《论道德的谱系》和《善恶的彼岸》。",
    "在播客中被提及53次，显示其持续影响力。",
    "曾提出“哲学家通通都憎恶婚姻”的观点，引发广泛讨论。",
    "其思想深刻影响了存在主义、后现代主义等哲学流派。"
  ],
  "quotes": [
    "「人身上伟大的东西正在于他是一座桥梁而不是一个目的：人身上可爱的东西正在于他是一种过渡和一种没落。」 ——《查拉图斯特拉如是说》-序言-4（孙周兴译）",
    "「人是一条肮脏的河流，人们必须已然成为大海，方能接纳一条肮脏的河流，而不至于变脏。」 ——《查拉图斯特拉如是说》-序言-3（孙周兴译）",
    "「如果你们想要走往高处，就需要自己的双腿！可别让人把你们扛上，可别坐在别人的背上和头上！」 ——《查拉图斯特拉如是说》-第四部-高等人-10（孙周兴译）",
    "「你们尚未曾寻找自己：你们就找到了我。所有信徒都是这样做的；因此一切信仰都是如此无关紧要。现在我要叫你们丢掉我，去寻找你们自己；唯当你们把我全部否弃时，我才意愿回到你们身边。」 ——《查拉图斯特拉如是说》-第一部-赠予的德性-3（孙周兴译）",
    "「人是一根系在动物与超人之间的绳索，」 ——一根悬在深渊之上的绳索。一种危险的穿越，一种危险的路途，一种危险的回顾，一种危险的战栗和停留。 ——《查拉图斯特拉如是说》-序言-4（孙周兴译）",
    "「你去女人那里吗？别忘了带上鞭子！」 ——《查拉图斯特拉如是说》-第一部-老妇与少妇（孙周兴译）",
    "「你须意愿在你自己的火焰中焚烧：如若你没有先化为灰烬，你怎能新生！」 ——《查拉图斯特拉如是说》-第一部-创造者之路（孙周兴译）",
    "「对人与对树却是一样的。它越是想长到高处和光明处，它的根就越是力求扎入土里，扎到幽暗的深处，」 ——深入到恶里去。 ——《查拉图斯特拉如是说》-第一部-山上的树（孙周兴译）"
  ],
  "core_ideas": [
    "超人 (Übermensch)：克服自身、超越传统道德、实现自我创造的理想个体。",
    "权力意志 (Will to Power)：认为生命最根本的驱动力不是生存意志，而是不断增长和克服的权力意志。",
    "永恒轮回 (Eternal Recurrence)：设想宇宙中的一切事件将无限次地以相同方式重演，以此作为生命肯定和价值选择的考验。",
    "价值重估 (Revaluation of All Values)：批判传统道德（尤其是基督教道德）的虚伪和弱者心态，主张重新审视和创造新的价值体系。",
    "怀疑的诠释学 (Hermeneutics of Suspicion)：揭露传统观念和信仰背后隐藏的心理动机和权力结构。"
  ],
  "related_entities": [
    "人物: 马克思 (Marx), 弗洛伊德 (Freud), 苏格拉底 (Socrates), 查拉图斯特拉 (Zarathustra, 虚构角色)",
    "作品: 《查拉图斯特拉如是说》, 《论道德的谱系》, 《善恶的彼岸》, 《悲剧的诞生》",
    "思想流派: 存在主义, 后现代主义, 怀疑的诠释学"
  ],
  "time_period": "19世纪中后期 (1844–1900)",
  "significance": "他深刻批判了西方传统道德和文化，为20世纪的哲学、文学和心理学开辟了新的思想路径，对现代人文思想产生了颠覆性影响。",
  "_sources": {
    "wikiquote_count": 96,
    "sep_available": true
  },
  "entity_normalized": "尼采",
  "episode_count": 53
}